Repository: mozilla-l10n/mt-training-data
Catalog: plk/plk_pontoon.tmx
Source language: en_us
Languages: plk

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
plk: بیْس لُکھوݨَس چہ اسپیچ ماڈلز مقررِینو متنوع رینج پرجونے کِرِیا بَرَن، ادا بونے کِرِیا صوتی ڈیٹاسیٹ سہ لا گہ مختلف جگو نمائندگی تھون پکارن۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
plk: بیْس لُکھوݨَس چہ مشین لرننگ الگور تھم مختلف قِسمے پس منظرے چیغہ ہنڈل تھونے قابل بِی، آں ادی بُجَیش چہ لئی اُتَھلیْ آوازہ گہ قبول تِھجنَن، کاٹ آ نیْ چہ اسیْس څھوْ تام متن ݜُݨونِجیْ نہ رٹین۔ پرسکون پس منظرے موسیقی سَمِن؛ څھوْ ہر لفظ ݜُݨونِجیْ رٹونے کِرِیا لئی اُتھلیْ آواز دہ موسیقی نانیْ۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
plk: بیْس مختلف لہجو خیر مقدم تھوݨَس، آ بُنیادِجی کھاں گہ کلپ رَد تھونِجیْ مُڇھو بسکیْ احتیاط تِھیا چہ څھے نظر دہ قاریو کوئے لفظ کے غلط تلفظ تھاؤن، یا شَت غلط حرفِجی تھاؤن، یا اوقاف نظر انداز تھاؤن۔ دُنیے دہ مختلف قِسمو تلفظی استعمال بینَن، کھائیݨو مجی کوئے څھا تومیْ کمیونٹی دہ نہ ݜُݨِیلانَت بو۔ مہربانی تھے اسہ جگو کِرِیا توموْ ہِیؤ بڑِوْ تِھیا کھاں سہ څھوْ سے مختلف موْݜ تھینَن۔

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
plk: بیْس <strong>توموْ کمیونٹی مینیجرَڑ گہ رزُویس چہ څھے دلچسبی نیْ </strong>توْ سیْس څھوْڑ ضورڑتے بسکوچیْ امداد یا معلومات دو۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
plk: بیْہ جِنیْ گیْ څھے جِب کامن وائس دہ ٹل تھونے طریقائے بارَد بسکوچیْ معلوماتو سے ساتیْ څھوْسے رابطہ تُھوِیس۔

source: We will be in touch with more information as it becomes available.
plk: مزید معلومات دستیاب بون دہ بیْہ څھوْسے سے رابطہ دہ بُوِیس

source: We will not make your email public.
plk: بیْس څھے ای میل پبلک نہ تُھوِیس

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
plk: بیْس ڈیٹاسیٹ جیْ څھے آوازے ریکارڈنگز پیر تھونے درخواستے جائزہ ہرُویس۔ اگر څھے درخواست منطوڑ بِینیْ توْ بیْس اسہ جگو سے رابطہ تُھوِیس کھائیݨا ڈیٹاسیٹ ڈاؤن لوڈ تھیگان، آں سیݨوڑ درخواست تُھویس چہ سیْس گہ څھے آوازے ریکارڈنگ پیر تھین۔

source: We will show you a prompt or question
plk: بیْس څھوْڑ ایْک اشرَت یا سُوال پشِیس۔

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
plk: بیْس مشرقی افریقہ دہ خصوصی توجو گیْ انٹرنٹ مِݜٹو مقصدے کِرِیا سنونَڑ فاؤنڈیشنز، سول سوسائٹی گہ کمیونٹی پارٹنرو سے کوْم تھوݨَس۔ اسے بارَد شِناک گہ پڑِیا <programmaticWork> پروگرام ورک </programmaticWork>

source: What is a language on Common Voice?
plk: کامن وائس اےْ جِب جوکِن؟

source: What issues are you experiencing with this content?
plk: آ مواد سے ساتیْ څھوْڑ کھاں مسائل پیخ بینَن؟

source: What issues are you experiencing with this sentence?
plk: آ جملہ دہ څھوْڑ جوْ گرانتِیا بِینیْ؟

source: What is your age?
plk: تھوئے عُمر کچاکن؟

source: What is your sex or gender?
plk: څھے جِنِس جوکِن؟

source: What kind of goal do you want to build?
plk: څھوْس کھاں قِسمے مقصد سنینَت؟

source: What makes a good question?
plk: ایک مڑنے سوال گیْ جو بِینوْ؟

source: What needs to be in my file?
plk: می فائل دہ جو بون ضورڑینیْ؟

source: What questions can I add?
plk: موْس کھاں قِسمے سُوالات ٹل تھوبامَس؟

source: “What’s a joke your friends always make — and how do they say it?”
plk: ”څھے دوستان سہ ہمشہ جو مذاق تھینَن۔ آں — سیْس اسہ سےکاتھ اظہار تھینَن“

source: What sentences can I add?
plk: موْس کَدَا جُملائے ٹل تھوبامَس؟

source: What’s inside the Common Voice dataset?
plk: کامن وائس ڈیٹاسیٹ دہ اڙو جوکُن؟

source: What's Public?
plk: عوامی جوکُن؟

source: What to Avoid
plk: جوکِجیْ رڇھون پکارن

source: What types of questions to add?
plk: کدا سوالات ٹل تھونان؟

source: “What were your exact words when you found out?”
plk: ”کرہ څھوْ پرُدَت توْ څھے صحیح الفاظ جو کَس؟“

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
plk: کرہ چہ کوئے صارف سہ صوتی کلپ رَد تِھینوْ توْ اسہ کلپ آ کِھڇِی دہ مرک بوئے اِینوْ۔ اگر دوموگیْ چوْٹ پھری رَد تِھجِلوْ توْتے صوتی کلپ جارتَڑ پھل تِھجانوْ۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
plk: ݜُݨون دہ لئی احتیاط گیْ ڇکِیا چہ کھاں ریکارڈنگ تِھجِلِن اسہ بالکل اج اسہ نیْ کھاں لِکجِلِن۔ اگر اپیْ ہے گہ غلطی نیْ تو رَد تِھیا <br /> بسکیْ عام غلطیو مجی ٹلِن۔

source: When Not to Tag Words
plk: کرہ الفاظ ٹیگ نہ تھونان

source: When responding to a question, the goal is to respond naturally – just like you would in a real-life conversation. We want to capture how languages actually mix in everyday speech.
plk: کھاں گہ سوالے جواب دونے وخ دہ، قدرتی شان گیْ جواب دون بِینوْ۔ ابلکل اسداتھ کاتھ چہ څھوْس عام حالت دہ موْݜ کال تھینَت۔ بیْس آ لڇھون کھوْشنَس چہ عام حالت دہ تقریر تھون دہ جِبو مجیْ موْش کاتھ تام بِینوْ یا تِھجانو۔

source: When transcribing responses that include codeswitching, represent the speaker’s language as it was spoken – without correcting, editing, or simplifying. This is for all switches between languages, informal speech, and mixed-language words.
plk: جواب نقل تھون دہ کھاں زائی دہ کوڈ سوئچنگ شاملَن، موْݜ تھینکو جِب ے نمائندگی بی کاتھ چہ اسہ جِب رزجِلِس۔ بیل صحیح تھونِجیْ، بیل ترمیم یا ہسان تھونِجیْ۔ جِبہ، غیر رسمی تقریر گہ مخلوط جِبے الفاظو مجی تمام تبدِیلِیؤ کِرِیا نیْ۔

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
plk: کرہ څھوْس تومیْ ریکارڈنگے درخواست تھینَت، توْ بیْس اسہ ایْک یا ایْکِجیْ بسکی زِپ فائلو مجیْ ترتیب دوݨَس۔ څھے مرضی درخواستہ آئے نیْ۔

source: “When you talk to your cousins, do you mix Spanish and English?”
plk: ”کھاں وخ دہ څھوْس توموْ پِچے پُڇ سے موْݜ تھینَت توْ څھوْس ہسپانوی گہ انگریزی ایْکھتِیارنَت یا؟"

source: Where a root is English but the suffix is Spanish: “parkear”, “printearlo”
plk: کُدِی گُوٹ انگرزِی بِی آں لاحقہ ہسپانوی بی: "parkear"، "printearlo"

source: Which variant of { $language } do you speak?
plk: جِبے کھاں لہجہ { $language } دہ څھوْس موْڙیْ تھینَت

source: Why ?
plk: کیْہ؟

source: Why a profile?
plk: ایْک پروفائل کیْہ؟

source: Why are you asking?
plk: تُس کیْہ کھوجِینوئے؟

source: Why Common Voice?
plk: مشترکہ آواز کیْہ؟

source: Why does this matter?
plk: آ گیْ کیْہ فرق بِینوْ؟

source: Why we built this Spontaneous Speech prototype
plk: اسا آ بے ساختہ اسپیچ پروٹو ٹایپ کیْہ سنیس۔

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
plk: څھوْس پروفائل سے ساتیْ تومیْ سرگرمی جیْ نظر بِدبانَت آں صوتی ڈیٹائے تعاون تھیگ جگو سے رابطہ گہ تھوبانَت۔

source: Wixarika
plk: وکساریکا

source: Wixárika
plk: وخاریکا

source: Wolof
plk: وولوف

source: Word segments, false starts, repeated words
plk: الفاظو حصائے، غلط گلہ دون، سات سات الفاظ ادا تھون

source: Words like “um,” “like,” “pues,” “you know,” and “entonces” are meaningful. Example: “So, um, I told her like, ‘pues no sé, maybe later.’”
plk: الفاظ کاتھ چہ um"، "like"، "pues،" "you know" آں "entons" معنی خیزَن۔“

source: Words written in the wrong orthography
plk: غلط آرتھوگرافی دہ لِکِیلہ الفاظی

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
plk: څھوْ تومیْ آوازے ریکارڈݩگ گہ حذف تھونے درخواستَڑ کھوشنَت یا؟ آ څھوْ کامن وائس ڈیٹاسیٹ دہ پھتون کھوݜنَت یا؟

source: Write
plk: لِکِیا

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
plk: بالکل اج اسہ لِکِیا کھاں مُشَئی رجاؤن، بشمول پلیس ہولڈر لفظی کاتھ چہ 'um' یا 'errr'.

source: Write down what you hear the person saying here
plk: ادی لِکِیا چہ اسہ منُوڙوْس جو رزانوْ آں څھوْس ادی جو ݜُݨنَت۔

source: Write each word according to the spelling of the language it’s from. For example:
plk: ہر لفظ کھاں جِبے نوْ اسہ سے ہجّو مطابق لِکِیا۔ مثالے شان گیْ:

source: Write options menu
plk: اختیاراتو مینو لِکِیا

source: Writing down disfluencies, including hesitations and repetitions
plk: تِھتَھم بون گہ تضادات سے ساتیْ لِکَن

source: <wrong>Wrong</wrong>: It’s 100 miles away from here
plk: <wrong> غلط </wrong> آ ادِیؤ شل میل دُورِن

source: <wrong>Wrong</wrong>: It was 20% off
plk: <wrong> غلط </wrong> آسے 20 فیصدے رعایتِس

source: <wrong>Wrong</wrong>: See you in <underline>2015</underline>
plk: <wrong> غلط </wrong> څھوْ پشوݨ <underline>2015</underline>

source: <wrong>Wrong</wrong>: They were arrested by the <underline>eff bee eye</underline> last Thursday
plk: <wrong> غلط </wrong> سیݨو گرفتار تھیگاس <underline> اِیف مچِھیؤ اچھیئے </underline> گیئی پاشُمنبہ چھک

source: Xhosa
plk: ژوسا

source: Xitsonga
plk: خٹسونگا

source: y
plk: ے

source: Y
plk: ے

source: Yadgha
plk: یدغا

source: Yaqui
plk: یاقُول

source: Yes
plk: اوں

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
plk: اوں موْڑ ای میل ڇیݨہ۔ موْں کامن وائس پروجیکٹے بارَد آگاہ بون کھوشنُس۔

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
plk: اوں، موْڑ ای میل ڇھیݨ۔ موْ کامن وائس جیْ آ جِبے ترقی بارَد آگاہ بون کھوْش نُس

source: Yiddish
plk: یِدِش

source: Yoruba
plk: یورُوبا

source: You
plk: تُوْ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
plk: څھو ڈاؤن لوڈ شیروع تھون دانَت<size> { $size } جی بی</size> مُڇھوڑ بوجہ؟

source: You are prepared to initiate a download of <b>{ $size }</b>
plk: څھوْ ڈاؤن لوڈ تھون تِیارنَت <b>{ $size }</b>

source: You are unable to establish a stable connection to our servers right now. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
plk: آ وخ دہ څھوْ اسے سرورِجیْ ایک پکھوْ کنکشن قائم تھونِجیْ قاصرنَت۔ مہربانی تھے پتو ست دوبار کوشش تِھیا۔ امدادے کِرِیا، مہربانی تھے <matrixLink>Matrix کمیونٹی چیٹ</matrixLink> دہ شامل بِیا، <githubLink>GitHub</githubLink> کے ذریعہ گیْ سائٹے مسائلو نگرانی تِھیا یا <discourseLink>اسے ڈسکورس فورمڑ</discourseLink> بوجہ۔

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
plk: څھوْس آ لنک جیْ جملہ ٹل تھوبانت <writePageLink> صفحہ لِکِیا</writePageLink> یا آس جی جُملائے ریویو تھِیا۔ صفحہ ریویو تھیا</reviewPageLink>

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
plk: څھوْ تومیْ کھوجے ڈاؤن لوڈ مینیجر دہ براہ راست یو آر ایل کاپی گہ پیسٹ تھوبانَت۔ آ سے معیاد 12 گھنٹو مجی بڑِجانیْ، مگر څھوْ کھاں گہ وخ دہ نو سنونے کِرِیا آ صفحہ جیْ پتوڑ آئیبانَت۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
plk: څھوْس کی بورڈ شارٹ کٹس{ sc-review-form-button-approve-shortcut } گہ استعمال تھوبانَت۔ منظور تھونے کِرِیا { sc-review-form-button-approve-shortcut }، رَد تھونے کِرِیا { sc-review-form-button-reject-shortcut }، پھتونے کِرِیا{ sc-review-form-button-skip-shortcut }۔

source: You can choose to make your username public or anonymous.
plk: څھوْس توموْ صارف نُوم څرگَن یا چَپ تھونے انتخاب تھوبانَت

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
plk: څھوْس لہابانَت <examplePromptsLink> مثالے شان گیْ آ شیٹے طرفڑ اشرت تِھینوْ </examplePromptsLink>

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
plk: څھوْ صفحہ جیْ بوجبانَت <datasetsPage>ڈیٹاسیٹ صفحات</datasetsPage>، تومی الہائے ورژن گہ جِب منتخب تھوبانًَت، آں اسہ ڈاؤن لوڈ تھوبانَت، فائلو بارَد <metadataLink> میٹا ڈیٹا </metadataLink>بِینوْ، کاتھہ چہ آبادی معلومات گہ توثیقے ڈیٹا۔ ڈیٹا سیٹ ڈاؤن لوڈ تھونے کِرِیا څھوْ ایْک ای میلے گہ پتہ دون بُو۔

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
plk: څھوْس کامن وائس جیْ پروفائل سنے تومیْ آوازے تعاون تھے متنوع گہ اوپن ڈیٹاسیٹ سنون دہ مدد تھوبانَت

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
plk: څھوْ موزیلا جِبے کمیونیٹیز دہ ٹل بوئے مُتہ جگو سے ملاقات تھوبانَت<discourseLink> موْݜ کال</discourseLink>یا موضوع جیْ موْݜ کال، یا <matrixLink>میٹریکس </matrixLink>جنی مشورائے کِرِیا۔

source: You cannot add multiple sentences for a single submission
plk: څھوْس ایْک جُملہ جمع تھونے کِرِیا لا جُملائے ٹل نہ تھوبانَت۔

source: You cannot request your recordings while another request is already in progress.
plk: څھوْس تومیْ ریکارڈِنگو درخواست نہ تھوبانَت تے چہ ایْک درخواست مُڇھوْ گیْ پروگریس دانیْ۔

source: You can request a new takeout of your recordings every { $days } days.
plk: څھوْس ہر چھک تومیْ ریکارڈِنگے ناں ٹیک آؤٹے درخواست تھوبانَت۔{ $days } دیزیْ۔

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
plk: څھوْ جگوامدادے کِرِیا ایونٹس چلیبانَت۔ آ څھے گُنونِجیْ بسکیْ ہسانِن۔ آ گیْ څھوْس ویڈیو کانفرنسنگ ٹول سے ساتیْ آن لائن گہ تھوبانَت۔، یا ذاتی شان گیْ اگر آ محفوظُن توْ۔ <eventTemplate> ایونٹ چلِیونے کِرِیا اسے ٹیمپلیٹس گہ وسائل چیک تِھیا۔</eventTemplate>

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
plk: څھوْس تھوبانَت <sentenceCollectorLinkAdd> اپہا جُملائے</sentenceCollectorLinkAdd> یا څھوْس <bulkImportDocsLink> ایْکھاتی امپورٹ تھوبانَت</bulkImportDocsLink>۔ کائی بِیا چہ جُملائے بونے صورت دہ<licenseLink> س س0 (یا عوامی ڈومین)</licenseLink> یا څھوْس اکے لِکبانَت۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
plk: څھوْس استعمال تھوبانَت <scraperLink> جُملو اقتباس </scraperLink> ویکیپیڈیا جیْ کُھٹہ جُملو فائدہ ہرون۔

source: You check whether the transcription matches the audio
plk: څھوْ چیک تِھیا چہ ٹرانسکرپشن آڈیو سے ساتیْ مماثل ہنیْ یا۔

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
plk: څھوْس ویب سائٹ ٹل تھوبانَت، کاتھ چہ https://commonvoice.mozilla.org/

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
plk: څھوْس تعلیمی حوالہ دونے انداز استعمال تھوبانَت، کاتھ چہ ہارورڈ اسٹائل "موزیلا (2021) کامن وائس۔ ادی دستیابن https://commonvoice.mozilla.org/ (اُڇِھیار: 15 دسمبر 2021)

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
plk: څھوْس پیغام اُڇِھیونے کِرِیا سوشل میڈیا فارم استعمال تھوبانَت۔ ادی پوسٹے اشتراک تِھیا کھاݩس دہ آ پشیجانیْ چہ آ کیْہ اہمِن، آ جِبے حقوق، وائس اے آئی، یا ٹیک دہ تعصب ہا مسائلو بارَد موْݜ کال تھین جگو سے رابطہ تِھیا۔ شناک گہ مشورائے کِرِیا ڇکِیا <campaignLink>آں اسہ مواد گہ کھاں څھوْس ست دوبار استعمال تھوبانَت۔</campaignLink>

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
plk: څھا کھاں گہ جِب منتخب نہ تھیتَن۔ جِبہ منتخب تھونے کِرِیا مہربانی تھے تومیْ <profileLink> پروفائل </profileLink> ئڑ بوجہ۔

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
plk: څھوْ آ صفحہ اےْ کِرِیا جمع تھونے حدڑ اُڇَھتانَت۔ مہربانی تھے دُوموگوْ جُملہ جمع تھونِجیْ مُڇھو { $retryLimit } ہسار بِیا۔ څھے صبرے شکریہ۔

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
plk: څھوْ آ صفحہ اےْ کِرِیا جمع تھونے حدڑ اُڇَھتانَت۔ مہربانی تھے دوموگْ جُملہ پیش تھونِجیْ مڇھو انتظار { $retryLimit }تِھیا۔ څھے شکریہ۔

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
plk: څھوْدیْ آ صفحہ جیْ غیر محفوظ تبدیلئے پھتِیلِیانیْ۔ اگر څھوْس مقام بدل تھینَت توْ څھے تبدیلیئے محفوظ نہ بُویئے۔ څھوْس واقعی دہ مقام بدل تھون لُکھینَت یا؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
plk: څھوْدیْ آ صفحہ جیْ غیر محفوظ تبدیلئے پھتِیلِیانیْ۔ اگر څھوْس آ صفحہ پھتینَت توْ څھے تبدیلیئے محفوظ نانیْ۔ څھوْس واقعی دہ آ صفحہ پھتینَت یا؟

source: You have unsaved changes on this page. If you switch datasets, your changes will not be saved. Are you sure you want to switch?
plk: څھوْدیْ آ صفحہ جیْ غیر محفوظ تھیلی تبدِلِیانیْ۔ اگر څھوْس ڈیا سیٹس بدل تھینَت، توْ څھے تندیلی تھیلیْ محفوظ نہ بُوٰ۔ څھوْس واقعہ دہ سوئج تھینَت یا؟

source: You might also want to consider spanning different contexts and domains.
plk: څھوْس مختلف سیاق گہ سباق گہ ڈومینز خور تھونِجیْ گہ غور تھون لُکھینَت۔

source: You might have reached here by clicking a link in a social media app. You are using an in-app browser which does not support audio recording.
plk: آ بوبانیْ چہ څھوْس سوشل میڈیا ایپ مجی کوئے ایْکِجیْ کلک تھے ادی اُڇھاتَت بو۔ څھوْس ایْک مجِنیْ ایپ استعمال تھینَت کھاں سہ آڈیو ریکارڈنگ سپورٹ نہ تِھینیْ۔

source: You must allow microphone access.
plk: څھوْڑ مائکروفون بُجَیش اجازہ دون بَو۔

source: You must flag content that is offensive, harmful or otherwise worrying. It must also include no personally identifying information like phone numbers or addresses. It will be removed from your experience until the Common Voice team can review it and investigate further.
plk: څھوْڑ ادو موادِجیْ جھنڈا ݜیون پکارن کھاں نوخصانی یا متیْ صورت دہ تشویشناک بی۔ آس دہ ذاتی شان گیْ شناخت تِھجِن معلومات کاتھ فون نمبر یا پتہ شامل نہ بون پکارن۔ آ څھے تجربہ گیْ پیر تِھجِی کرہ بُجَیش چہ کامن وائس ٹیم سہ اسہ سے جائزہ ہری مزید تفتیش نہ تھی۔

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
plk: څھوْڑ ریکارڈنگے ہر لفظ ݜُݨَونے قابل بونے ضورڑتِن۔ بیْہ کھوݜ نَس چہ لرننگ الگور تھم مختلف قِسمو چیغہ کنٹرول تھونے قابل بِی، آں ادی بُجَیش چہ اُچت آواز یا پرسکون پس منظرے موسیقی گہ قبول تِھجبانیْ شرط آ چہ اسَس څھوْ تام متن کوْݨ دونِجیْ نہ رٹے۔ کریکلز یا بریک اپ کھاں سہ څھوْ متن کوْݨ دونِجیْ رٹِینوْ آ سے مطلب آ نیْ چہ څھوْڑ کلپ رَد تھون پکارُن

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
plk: څھے لہجہ اسہ نوْ کاتھ څھوْس الفاظو تلفظ تھینَت۔ څھْو کُدی بینَت، څھوْس مُتیْ کھاں جِبہ دینَت آں ادا لا متہ عوامل گیْ اسہ سے تشکیل تِھجبانیْ۔ څھوْس ادی کھاں گہ متعلقہ معلومات شیئر تھوبانَت

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
plk: څھے گُمنام آوازے ریکارڈنگز کامن وائس ڈیٹاسیٹ دہ پھت بُوِیی۔ کرہ څھا تومیْ پروفائل حذف تھیت توْ تےْ څھوْس ڈیٹاسیٹ جیْ تومیْ ریکارڈنگز پیر تھونے درخواست نہ تھوبانَت۔

source: Your API Credentials
plk: څھے API اسناد

source: Your daily goal has been created
plk: څھے یومیہ مقصد سنجِلُن۔

source: Your dataset is downloading!
plk: څھے ڈیٹاسیٹ ڈاؤن لوڈ بِینوْ

source: Your download has started.
plk: څھے ڈاؤن لوڈ ڇلِجِلُن

source: You’re contributing to a target segment
plk: څھوْس ٹارگٹ سیگمینٹ دہ توموْ باگوْ ٹلتھینَت۔

source: You’re contributing to our first target segment
plk: څھوْس اسے اول نکھکے حصہ دہ تعاون تھینَت۔

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
plk: څھوْ چیئے توْ <bold> نیں </bold> ای میل وصول تھون کاتھ چہ گول ریمانڈرز، می پراگریس اپ ڈیٹس گہ کامن وائس اےْ بارَد خبری خطی

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
plk: څھوْ فی الحال ای میل وصول تھونڑ تِیارنَت۔ کاتھ چہ گول ریمائنڈر، می کامن وائس اےْ بارَد پروگرام اپ ڈیٹس گہ نیوز لیٹرز۔

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
plk: څھوْ لئی جِنیْ گیْ بوجنَت۔ مہربانی تھے جُملائے جائزہ ہرونے کِرِیا شِناکَک وخ نِکھلِیا توْ آ یقین تِھجبائے چہ آ صحیح نوْ۔

source: You're helping Common Voice reach our daily sentence goals!
plk: څھوْس کامن وائس اےْ ہر چھکے جُملو اہداف ئڑ اُڇِھیون دہ اسے امداد تِھیا۔

source: Your email address
plk: څھے ای میل پتہ

source: You respond or reply to it as naturally as you can
plk: څھوْس سیݨوڑ قدرتی شان گیْ جواب دِیا

source: Your files are being assembled. Please check again later.
plk: څھے فائلہ جمع تِھجنِن۔ مہربانی تھے پتو پھری چیک تِھیا۔

source: Your Languages
plk: څھے جِب

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
plk: بوبانیْ چہ څھے جِبے شکل کلپ جیْ باہر بی۔ اگر څھوْڑ ہسنتِیانیْ توْ څھوْس تومیْ جِب دہ مُتہ جُملائے ڇکونے کِرِیا تومیْ ترتیبات بدل تھوبانَت۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
plk: آ بوبانی چہ څھے جِبے مختلف شقلہ جملوجیْ باہر بِیǃ اگر څھوْ ہسنتِیا دانَت توْ تے څھوْس تومیْ جِبے مُتہ جملائے ڇکونے کِرِیا تومیْ ترتیبات بدل تھوبانَت۔

source: Your username and email will not be associated with the published data.
plk: څھے نُوم گہ ای میل شائع تِھیلو ڈیٹا سے منسلِک نہ تِھجُو۔

source: Your weekly goal has been created
plk: څھے ہفتہ واری مقصد سنجِلُن۔
